Return a copy of an object derived from InitialIntensity
  Namespace:   Autodesk.Revit.DB.Lighting
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public InitialIntensity GetInitialIntensity()
  Visual Basic
Public Function GetInitialIntensity As InitialIntensity
  Visual C++
public:
InitialIntensity^ GetInitialIntensity()
 See Also
  LightType Class
  Autodesk.Revit.DB.Lighting Namespace